AffenWiesel.matlab-formatter
austin.code-gnu-global
brittanychiang.halcyon-vscode
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
Gimly81.matlab
HookyQR.beautify
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
PKief.material-icon-theme
ritwickdey.LiveServer
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
xaver.clang-format
